{"stmt":"SELECT * FROM `posts`;","header":["id","text","user_id"],"rows":[["1","I just changed this text","1"],["3","Our business is our own.","1"],["4","Can you protect me from yourself?","1"],["5","I ain't been droppin' no eaves, sir! Promise!","2"],["6","Of course you are, and I'm coming with you!","2"],["7","I made a promise, Mr Frodo. A promise. \"Don't you leave him Samwise Gamgee.\" And I don't mean to. I don't mean to.","2"],["8"," N-nothing important. That is, I heard a great deal about a ring, a Dark Lord, and something about the end of the world, but... Please, Mr. Gandalf, sir, don't hurt me. Don't turn me into anything... unnatural.","2"],["9","Well, that rules you out, Pip.","3"],["10","We've had one yes. What about second breakfast?","4"],["11","You need people of intelligence on this sort of mission...quest...thing.","4"],["12","A wizard is never late, Frodo Baggins. Nor is he early. He arrives precisely when he means to.","5"],["13","One ring to rule them all. One ring to find them. One ring to bring them all and in the darkness bind them!","5"],["14","Is it secret?! Is it safe?!","5"],["15","A Balrog. A demon of the ancient world. This foe is beyond any of you. Run!","5"],["16","When in doubt, follow your nose.","5"],["17","YOU SHALL NOT PASS!","5"],["18","Fly you fools!","5"],["19","All you have to do is decide what to do with the time that is given to you.","5"],["20","Do not be so quick to deal out death and judgement. Even the very wise do not see all ends.","5"],["21"," Fool of a Took! Throw yourself in next time and rid us of your stupidity!","5"],["22","One does not simply walk into Mordor. Its black gates are guarded by more than just orcs. There is evil there that does not sleep. And the Great Eye, is ever watchful. It is a barren wasteland, riddled with fire, ash and dust. The very air you breathe is a poisonous fume. Not with ten thousand men could you do this. It is folly!","6"],["23","It is a strange fate that we should suffer so much fear and doubt over so small a thing. Such a little thing.","6"],["24","Gondor has no king, Gondor needs no king.","6"],["25","Lembas! Elvish waybread. One small bite is enough to fill a stomach of a grown man.","7"],["26","This is no mere Ranger. He is Aragorn, son of Arathorn. You owe him your allegiance.","7"],["27","Have you heard nothing what Lord Elrond has said? The ring must be destroyed!","7"],["28","Nobody tosses a Dwarf!","8"],["29","I will be dead before I see the ring in the hands of an elf! Never trust an elf!","8"],["30","And I suppose you think you're the one to do it!","8"],["31","I have been dealt a wound beyond all healing, for I have looked the last... upon that which was fairest. Henceforth I will call nothing fair unless it be her gift to me.","8"],["32","I asked for one hair from her golden head... she gave me three.","8"],["33","We will not abandon Merry and Pippin to torment and death. Not while we have strength left. Leave all that can be spared behind. We travel light. Let's hunt some orc.","9"],["34","You cannot wield it! None of us can! The One Ring answers to Sauron alone. It has no other master.","9"],["35","You draw too much attention to yourself, 'Mister Underhill'.","9"],["36","A little more caution from you, that's no trinket you carry.","9"],["37","I would have gone with you to the end, into the very fires of Mordor.","9"],["38","Indeed. I can avoid being seen, if I wish, but to disappear entirely, that is a rare gift.","9"]]}